Repository: Jon-b-m/LibreDirectApp
Catalog: LibreDirect/Resources/*.lproj/Localizable.strings
Languages: es

source: 0 - Unknown
es: 0 - Desconocido

source: 1 - European
es: 1 - Europeo

source: 2 - USA
es: 2 - Estados Unidos

source: 4 - Australian
es: 4 - Australia/Canada

source: 8 - Eastern
es: 8 - Middle East, Asia

source: Add
es: Añadir

source: Add glucose for calibration
es: Añadir glucosa para calibrar

source: Add glucose value
es: Añadir valor de glucosa

source: Alarm Settings
es: Configuración de la alarma

source: Alert, high glucose
es: Alerta: glucosa alta

source: Alert, low blood glucose
es: Alerta: glucosa en sangre baja

source: Alert, sensor connection lost
es: Alerta: conexión del sensor perdida

source: Alert, sensor expired
es: Alerta: sensor caducado

source: Alert, sensor expiring soon
es: Alerta: el sensor caducará pronto

source: Are you sure you want to add the new calibration?
es: ¿Está seguro de que que desea añadir la nueva calibración?

source: Are you sure you want to delete all calibrations?
es: ¿Está seguro de que desea borrar todas las calibraciones?

source: Are you sure you want to delete all log files?
es: ¿Está seguro de que desea eliminar todos los archivos de registro?

source: Are you sure you want to delete all glucose values?
es: ¿Está seguro de que desea eliminar todos los valores de glucosa?

source: Are you sure you want to disconnect the sensor?
es: ¿Está seguro que desea desconectar el sensor?

source: Are you sure you want to unpair the sensor?
es: ¿Está seguro que desea desemparejar el sensor?

source: Blood glucose: %1$@
es: Glucosa en sangre: %1$@

source: Calibration view
es: Calibración

source: Cancel
es: Cancelar

source: Chart (%1$@)
es: Gráfico

source: Connect sensor
es: Conectar el sensor

source: Connected
es: Conectado

source: Connecting
es: Conectando

source: Connection alarm
es: Alarma de desconexión

source: Custom calibration
es: Calibración

source: Custom calibration intercept
es: Ordenada al origen

source: Custom calibration slope
es: Pendiente

source: Delete
es: Eliminar

source: Delete all
es: Eliminar todo

source: Disconnect
es: Desconectar

source: Disconnect sensor
es: Desconectar sensor

source: Disconnected
es: Desconectado

source: Factory calibration i1
es: i1

source: Factory calibration i2
es: i2

source: Factory calibration i3
es: i3

source: Factory calibration i4
es: i4

source: Factory calibration i5
es: i5

source: Factory calibration i6
es: i6

source: Glucose alarm
es: Alarma de glucosa alta/baja

source: Glucose list view
es: Lista

source: Glucose overview
es: Resumen

source: Glucose settings
es: Ajustes de glucosa

source: Glucose unit
es: Unidad

source: Glucose values
es: Valores de glucosa

source: Hold the top edge of your iPhone close to the sensor.
es: Mantenga el borde superior de su iPhone cerca del sensor.

source: Lower limit
es: Baja

source: New calibration
es: Nueva calibración

source: Nightscout API-Secret
es: API-Secret

source: Nightscout url
es: Url

source: Nightscout settings
es: Ajustes de Nightscout

source: Nightscout upload enabled
es: Cargar

source: Now
es: Ahora

source: OK, sensor connection established
es: OK, conexión establecida con el sensor

source: Pair sensor
es: Emparejar sensor

source: Power off
es: Apagado

source: Scanning
es: Buscando

source: Sensor age
es: Antigüedad del sensor

source: Connection
es: Conexión

source: Connection error
es: Error

source: Connection error timestamp
es: Tiempo

source: Connection state
es: Estado

source: Sensor custom calibration
es: Calibración personalizada

source: Sensor details
es: Detalles del sensor

source: Sensor factory calibration
es: Calibración de fábrica

source: Sensor has failure
es: Falla de Sensor

source: Sensor in starting phase
es: Sensor en fase de inicio

source: Sensor is expired
es: El sensor ha caducado

source: Sensor is ready
es: El sensor está listo

source: Sensor is shut down
es: El sensor ha caducado

source: Sensor lifetime
es: Duración máxima

source: Missed readings
es: Perdidas

source: Sensor not yet startet
es: Sensor aún no iniciado

source: Sensor PatchInfo
es: Sensor ParcheInfo

source: Sensor possible lifetime
es: Duración

source: Sensor region
es: Región

source: Sensor remaining lifetime
es: Tiempo restante

source: Sensor remaining warmup time
es: Preparación

source: Sensor serial
es: Número de serie

source: Sensor state
es: Estado

source: Sensor type
es: Tipo

source: Sensor UID
es: UID

source: Settings view
es: Ajustes

source: Snooze until
es: Posponer

source: Unfortunately, an NFC-enabled iPhone is required to use the app :'(
es: Desafortunadamente, se requiere un iPhone compatible con NFC para usar la aplicación :'(

source: The connection to the sensor has been successfully established and glucose data is received.
es: La conexión con el sensor se ha establecido con éxito y se reciben los datos de glucosa.

source: The connection to the sensor seems to exist, but no values are received. Faulty sensor data may be the cause.
es: La conexión con el sensor parece existir, pero no se reciben valores. La causa puede ser que los datos del sensor sean defectuosos.

source: The connection with the sensor has been interrupted. Normally this happens when the sensor is out of range or its transmission power is impaired.
es: La conexión con el sensor se ha interrumpido. Normalmente, esto ocurre cuando el sensor está fuera de su alcance o su potencia de transmisión está deteriorada.

source: The sensor cannot be connected and rejects all connection attempts. This problem makes it necessary to re-pair the sensor.
es: El sensor no puede conectarse y rechaza todos los intentos de conexión. Este problema hace necesario volver a emparejar el sensor.

source: Unknown
es: Desconocido

source: Unpair
es: Desemparejar

source: Unpair sensor
es: Desemparejar sensor

source: Upper limit
es: Alta

source: Virtual Sensor
es: Sensor virtual

source: Warning, sensor missed %1$@ readings
es: Aviso: el sensor ha perdido lecturas de %1$@

source: Wearing time alarm
es: Alarma de tiempo de uso

source: Your current glucose is %1$@ (%2$@).
es: Su glucosa actual es %1$@ (%2$@).

source: Your glucose %1$@ (%2$@) is dangerously high and needs to be treated.
es: Su glucosa, %1$@ (%2$@), es peligrosamente alta y necesita ser tratada.

source: Your glucose %1$@ (%2$@) is dangerously low. With sweetened drinks or dextrose, blood glucose levels can often return to normal.
es: Su glucosa, %1$@ (%2$@), es peligrosamente baja. Con bebidas endulzadas o dextrosa, los niveles de glucosa en la sangre pueden volver a la normalidad.

source: Your sensor has expired and needs to be replaced as soon as possible
es: Su sensor ha caducado y debe ser sustituido lo antes posible

source: Your sensor is about to expire. Replace sensor in %1$@ day.
es: Su sensor está a punto de caducar. Reemplace el sensor en %1$@ día(s).

source: Your sensor is about to expire. Replace sensor in %1$@ days.
es: Su sensor está a punto de caducar. Reemplace el sensor en %1$@ día(s)

source: Your sensor is about to expire. Replace sensor in %1$@ hour.
es: Su sensor está a punto de caducar. Reemplace el sensor en %1$@ hora(s)

source: Your sensor is about to expire. Replace sensor in %1$@ hours.
es: Su sensor está a punto de caducar. Reemplace el sensor en %1$@ hora(s)

source: Your sensor is about to expire. Replace sensor in %1$@ minutes.
es: Su sensor está a punto de caducar. Reemplace el sensor en %1$@ minutos.

source: Other Settings
es: Más ajustes

source: Glucose badge
es: Globo de notificación

source: Are you sure you want to add the new blood glucose value?
es: ¿Está seguro de que desea añadir un nuevo valor de glucosa en sangre?

source: Chart presentation
es: Presentación gráfica

source: Line
es: Línea

source: Points
es: Puntos

source: Transmitter name
es: Nombre

source: Transmitter battery
es: Batería

source: Transmitter hardware
es: Hardware

source: Transmitter firmware
es: Firmware

source: Transmitter
es: Transmisor

source: Sensor connection
es: Conexión con el sensor

source: Without transmitter
es: Sin transmisor

source: Bubble transmitter
es: Transmisor Bubble

source: Pairing
es: Emparejamiento

source: Calendar export
es: Exportar calendario

source: Calendar export enabled
es: Exportar

source: Selected calendar
es: Calendario

source: Please select
es: Seleccione, por favor

source: About %@
es: Acerca de %@

source: App version
es: Versión

source: Invalid parameters
es: Parámetros inválidos

source: Invalid handle
es: Descriptor no válido

source: Not connected
es: Desconectado

source: Out of space
es: Espacio libre insuficiente

source: Operation cancelled
es: Operación cancelada

source: Connection timeout
es: Tiempo de conexión agotado

source: Peripheral disconnected
es: Periférico desconectado

source: UUID not allowed
es: UUID no permitido

source: Already advertising
es: Ya se está anunciando

source: Connection failed
es: Error de conexión

source: Connection limit reached
es: Límite de conexión alcanzado

source: Operation not supported
es: Operación no admitida

source: Attention, the sensor sends faulty values. Please wait 10 minutes.
es: Atención: el sensor envía valores defectuosos. Por favor, espere 10 minutos.

source: App website
es: Sitio Web

source: Send log file
es: Enviar archivo de registro

source: Sensor starting date
es: Fecha de inicio

source: Delete log files
es: Borrar archivos de registro

source: Readable glucose: %1$@ %2$@
es: Glucosa: %1$@ %2$@

source: Readable glucose with trend: %1$@ %2$@, %3$@
es: Glucosa: %1$@ %2$@, %3$@

source: Readable low glucose: %1$@ %2$@
es: Glucosa: %1$@ %2$@. ¡Atención, hipoglucemia!

source: Readable high glucose: %1$@ %2$@
es: Glucosa: %1$@ %2$@. ¡Atención, hiperglucemia!

source: Readable miligram
es: miligramo

source: Readable milimol
es: milimol

source: Readable falling
es: bajada

source: Readable fast falling
es: bajada rápida

source: Readable rapidly falling
es: bajando rápidamente

source: Readable rising
es: subida

source: Readable fast rising
es: subida rápida

source: Readable rapidly rising
es: subiendo rápidamente

source: Read aloud
es: Lectura en voz alta

source: Glucose read aloud
es: Lectura de glucosa en voz alta

source: Glucose values are read aloud:
es: Los valores de glucosa se leen en voz alta:

source: Every 10 minutes
es: - Cada 10 minutos

source: After disconnections
es: - Después de desconexiones

source: When the glucose trend changes
es: - Cuando la tendencia de glucosa cambia

source: When a new alarm is triggered
es: - Cuando se produce una nueva alarma

source: App author
es: Autor

source: App support mail
es: Soporte

source: App translation
es: Translation

source: App faq
es: FAQ

source: App facebook group
es: Facebook

source: App email
es: eMail

source: Sound: achievement
es: Achievement

source: Sound: none
es: None

source: Sound: alarm
es: Alarm

source: Sound: buzz-beep
es: Buzz-Beep

source: Sound: chiptone
es: Chiptone

source: Sound: climb-rope
es: Climb-Rope

source: Sound: coin-chime
es: Coin-Chime

source: Sound: coin-insert
es: Coin-Insert

source: Sound: collect-point
es: Collect-Point

source: Sound: expiring
es: Expiring

source: Sound: failure
es: Failure

source: Sound: future
es: Future

source: Sound: highlight
es: Highlight

source: Sound: hit
es: Hit

source: Sound: jump
es: Jump

source: Sound: long-alarm
es: Long-alarm

source: Sound: lose
es: Lose

source: Sound: low-battery
es: Low-Battery

source: Sound: negative
es: Negative

source: Sound: ping
es: Ping

source: Sound: positive
es: Positive

source: Sound: vibration
es: Vibrate only

source: Scanned sensor expired
es: Sensor expired

source: Retrieval interval, every minute
es: Every minute

source: Retrieval interval, every %1$@ minutes
es: Every %1$@ minutes

source: App donate
es: Donate

source: Bellman alarm
es: Alarm

source: Bellman test alarm
es: Test alarm

source: Bellman telephone transceiver BT
es: Bellman Transceiver BT
